Repository: candlepin/subscription-manager-cockpit
Catalog: po/*.po
Languages: fi, fr

source: $0 critical hit
fi: $0 osuma
fr: $0 hit critique

source: $0 hit
fi: $0 osuma
fr: $0 correspondance

source: $0 important hit
fi: $0 tärkeä osuma
fr: $0 hit important

source: $0 low severity hit
fi: $0 matalan vakavuuden osuma
fr: $0 hit de moindre importance

source: $0 moderate hit
fi: $0 kohtalainen osuma
fr: $0 hit modéré

source: $0 package needs to be removed.
fi: $0 paketti täytyy poistaa.
fr: Le paquet $0 doit être retiré.

source: 'Organization' is required when using activation keys
fi: "Organisaatio" vaaditaan käytettäessä aktivointiavaimia
fr: L'organisation est requise lors de l'utilisation de clés d'activation

source: Access denied
fi: Pääsy evätty
fr: Accès refusé

source: Account
fi: Tili
fr: Compte

source: Activation Key
fi: Aktivointiavain
fr: Clé d'activation

source: Activation key
fi: Aktivointiavain
fr: Clé d'activation

source: Add-ons
fi: Lisäosat
fr: Extensions

source: Additional packages:
fi: Lisäpaketit:
fr: Paquets supplémentaires :

source: Arch
fi: Arkkiteht.

source: Attach automatically
fi: Liitä automaattisesti
fr: Assigner automatiquement

source: Auto-attach
fi: Automaattinen liittäminen
fr: Auto-assigner

source: Auto-attaching ...
fi: Liitetään automaattisesti...
fr: Assignation automatique ...

source: Cancel
fi: Peru
fr: Annuler

source: Checking installed software
fi: Tarkistetaan asennettu ohjelmisto
fr: Vérification des logiciels installés

source: Close
fi: Sulje
fr: Fermer

source: Connect
fi: Yhdistä
fr: Connecter

source: Connect this system to $0.
fi: Yhdistä tämä järjestelmä $0:een.
fr: Connecter ce système à $0.

source: Connect to Red Hat Insights
fi: Yhdistä Red Hat Insights:een
fr: Se connecter à Red Hat Insights

source: Connected to Insights
fi: Yhdistetty Insights:een
fr: Connecté à Red Hat Insights

source: Connected to Red Hat Insights
fi: Yhdistetty Red Hat Insights:een
fr: Connecté à Red Hat Insights

source: Connecting to Insights
fi: Yhdistetään Insights-palveluun
fr: Se connecter à Insights

source: Content Access Mode is set to Simple Content Access. This host has access to content, regardless of subscription status.
fi: Sisällön käyttötilaksi on asetettu Yksinkertainen sisällön käyttö. Tällä isännällä on pääsy sisältöön tilauksen tilasta riippumatta.
fr: Le mode d'accès au contenu est défini sur Simple Content Access. Cet hôte a accès au contenu, quel que soit l'état de l'abonnement.

source: Content Access Mode is set to Simple Content Access. This host has access to content, regardless of system purpose status.
fi: Sisällön käyttötilaksi on asetettu Yksinkertainen sisällön käyttö. Tällä isännällä on pääsy sisältöön järjestelmän käyttötarkoituksen tilasta riippumatta.
fr: Le mode d'accès au contenu est défini sur Simple Content Access. Cet hôte a accès au contenu, quel que soit l'état de la finalité du système.

source: Corrupted JSON with status
fi: Vioittunut JSON tilalla
fr: JSON corrompu avec statut

source: Couldn't get system subscription status. Please ensure subscription-manager is installed. Reported status: $0 ($1)
fi: Järjestelmän tilauksen tilaa ei voitu saada. Varmista, että subscription-manager on asennettu. Raportoitu tila: $0 ($1)
fr: Impossible d'obtenir l'état de l'abonnement au système. Veuillez vous assurer que subscription-manager est installé. Statut signalé : $0 ($1)

source: Custom URL
fi: Mukautettu URL
fr: URL personnalisée

source: Default
fi: Oletus
fr: Par défaut

source: Details
fi: Yksityiskohdat
fr: Détails

source: Disconnect from Insights
fi: Katkaise yhteys Insightsiin
fr: Se déconnecter de Insights

source: Downloading $0
fi: Ladataan $0
fr: Téléchargement $0

source: Ends
fi: Päätteet
fr: Termine

source: If you disconnect this system from Insights, it will no longer report its Insights status in Red Hat Cloud or Satellite.
fi: Jos katkaiset tämän järjestelmän yhteyden Insightsiin, se ei enää ilmoita Insights-tilastaan Red Hat Cloudissa tai Satellitessa.
fr: Si vous déconnectez ce système d'Insights, il ne signalera plus son état Insights dans Red Hat Cloud ou Satellite.

source: Installed products
fi: Asennetut tuotteet
fr: Produits installés

source: Installing $0
fi: Asennetaan $0
fr: Installation de $0

source: Last Insights data upload
fi: Viimeinen Insights-tietojen lataus ulospäin
fr: Dernier téléversement des données vers Insights

source: Malformed proxy URL; IPv6 address syntax and hostname are mutually exclusive
fi: Väärin muotoiltu välityspalvelimen URL-osoite; IPv6-osoitteen syntaksi ja isäntänimi ovat toisensa poissulkevia
fr: URL proxy malformée ; la syntaxe de l'adresse IPv6 et le nom d'hôte s'excluent mutuellement

source: Malformed server URL; IPv6 address syntax and hostname are mutually exclusive
fi: Väärin muotoiltu palvelimen URL-osoite; IPv6-osoitteen syntaksi ja isäntänimi ovat toisensa poissulkevia
fr: URL serveur malformée ; la syntaxe de l'adresse IPv6 et le nom d'hôte s'excluent mutuellement

source: Manage subscriptions to a Candlepin backend, such as for Red Hat products.
fi: Hallinnoi Candlepinin taustapään tilauksia, kuten Red Hat -tuotteita.
fr: Gérer les abonnements à un backend Candlepin, par exemple comme pour les produits Red Hat.

source: Managing subscriptions
fi: Tilausten hallinta
fr: Gestion des abonnements

source: Method
fi: Menetelmä
fr: Méthode

source: Next Insights data upload
fi: Seuraava Insights-tietojen lataus ulospäin
fr: Prochain téléversement des données vers Insights

source: No installed products detected
fi: Asennettuja tuotteita ei havaittu
fr: Aucun produit installé n'a été détecté

source: No rule hits
fi: Ei sääntöosumia
fr: Aucune règle atteinte

source: No system purpose attributes set
fi: Ei järjestelmän käyttötarkoituksen määritteitä asetettu
fr: Aucun attribut de finalité du système n'est défini

source: Not connected
fi: Ei yhdistetty
fr: Non connectée

source: Not registered
fi: Ei rekisteröity
fr: Non enregistré

source: Not subscribed
fi: Ei tilattu
fr: Non abonné

source: Not subscribed ($0)
fi: Ei tilattu ($0)
fr: Non abonné ($0)

source: Organization
fi: Organisaatio
fr: Organisation

source: Organization ID
fi: Organisaatiotunniste
fr: ID de l'organisation

source: Overview
fi: Yleiskatsaus
fr: Aperçu

source: Partially subscribed
fi: Osittain tilattu
fr: Partiellement souscrit

source: Partially subscribed ($0)
fi: Osittain tilattu ($0)
fr: Partiellement souscrit ($0)

source: Password
fi: Salasana
fr: Mot de passe

source: Popover with explanation of SCA mode
fi: Ponnahdusikkuna SCA-tilan selityksellä
fr: Popover avec explication du mode SCA

source: Proactively identify and remediate threats to security, performance, availability, and stability with Red Hat Insights — with predictive analytics, avoid problems and unplanned downtime in your Red Hat environment.
fi: Tunnista ja korjaa ennakoivasti turvallisuutta, suorituskykyä, saatavuutta ja vakautta koskevat uhat Red Hat Insightsin avulla – ennakoivan analytiikan avulla vältät ongelmat ja suunnittelemattomat seisokit Red Hat -ympäristössäsi.
fr: Identifiez et corrigez de manière proactive les menaces à la sécurité, aux performances, à la disponibilité et à la stabilité avec Red Hat Insights - grâce à l'analyse prédictive, évitez les problèmes et les temps d'arrêt imprévus dans votre environnement Red Hat.

source: Product ID
fi: Tuotetunnus
fr: ID du produit

source: Product name
fi: Tuotenimi
fr: Nom du produit

source: Proxy Location
fi: Välityspalvelimen sijainti
fr: Emplacement du proxy

source: Proxy Password
fi: Välityspalvelimen salasana
fr: Mot de passe Proxy

source: Proxy Username
fi: Välityspalvelimen käyttäjänimi
fr: Nom d'utilisateur proxy

source: Red Hat Subscription Manager
fi: Red Hat -tilaushallinta
fr: Gestionnaire des abonnements Red Hat

source: Register
fi: Rekisteröidy
fr: Enregistrer

source: Register System
fi: Rekisteröi järjestelmä
fr: Enregistrer le système

source: Registering using activation key ...
fi: Rekisteröidään käyttäen aktivointiavainta...
fr: Enregistrement à l'aide d'une clé d'activation ...

source: Registering using username and password ...
fi: Rekisteröidään käyttäen käyttäjätunnusta ja salasanaa...
fr: Enregistrement à l'aide d'un nom d'utilisateur et d'un mot de passe ...

source: Removals:
fi: Poistot:
fr: Suppressions :

source: Removing $0
fi: Poistetaan $0
fr: Suppression de $0

source: Retrieving subscription status...
fi: Noudetaan tilauksen tilaa...
fr: Récupération du statut de l'abonnement ...

source: Role
fi: Rooli
fr: Rôle

source: Saving configuration ...
fi: Tallennetaan asetuksia ...
fr: Sauvegarde de la configuration ...

source: Service level
fi: Palvelutaso
fr: Niveau de service

source: Starting registration service ...
fi: Käynnistetään rekisteröintipalvelua...
fr: Démarrage du service d'enregistrement ...

source: Starts
fi: Alkaa
fr: Démarre

source: Status
fi: Tila
fr: Statut

source: Stopping registration service ...
fi: Pysäytetään rekisteröintipalvelu...
fr: Arrêt du service d'enregistrement ...

source: Subscribed
fi: Tilattu
fr: Abonné

source: Subscription Manager
fi: Tilaushallinta
fr: Gestion des abonnements

source: Subscription Manager in Cockpit
fi: Tilaushallinta Cockpitissa
fr: Gestionnaire d'abonnement dans Cockpit

source: Subscription status
fi: Tilauksen tila
fr: État de l'abonnement

source: Subscriptions
fi: Tilaukset
fr: Abonnements

source: Subscriptions information
fi: Tilauksen tiedot
fr: Informations sur les abonnements

source: System purpose
fi: Järjestelmän tarkoitus
fr: Finalité du système

source: The $0 package and $1 other package will be installed.
fi: Paketti $0 ja $1 muu paketti asennetaan.
fr: Le package $0 et l'autre package $1 seront installés.

source: The $0 package is not available from any repository.
fi: Paketti $0 ei ole saatavilla mistään tietovarastosta.
fr: Le package $0 n’est disponible à partir d’aucun référentiel.

source: The $0 package will be installed.
fi: Paketti $0 asennetaan.
fr: Le paquet $0 va être installé.

source: The current user isn't allowed to access system subscription status.
fi: Nykyisellä käyttäjällä ei ole oikeutta päästää järjestelmän tilaustilaan.
fr: L’utilisateur actuel n’est pas autorisé à accéder au statut d’abonnement au système.

source: The last Insights data upload has failed.
fi: Viimeisin Insights-tietojen lataus ulospäin epäonnistui.
fr: Le dernier téléversement de données vers Insights a échoué.

source: The rhsm service is unavailable. Make sure subscription-manager is installed and try reloading the page. Additionally, make sure that you have checked the 'Reuse my password for privileged tasks' checkbox on the login page.
fi: rhsm-palvelu ei ole saatavilla. Varmista, että subscription-manager on asennettu, ja yritä ladata sivu uudelleen. Varmista lisäksi, että olet valinnut kirjautumissivun 'Käytä salasanaani uudelleen etuoikeutettuihin tehtäviin' -valintaruudun.
fr: Le service rhsm est indisponible. Assurez-vous que subscription-manager soit installé et essayez de recharger la page. De plus, vérifiez que vous avez coché la case "Réutiliser mon mot de passe pour les tâches privilégiées" sur la page de connexion.

source: The system could not be connected to Insights because installing the $0 package requires the unexpected removal of other packages.
fi: Järjestelmää ei voitu yhdistää Insightsiin, koska paketin $0 asentaminen edellyttää muiden pakettien odottamatonta poistamista.
fr: Le système n'a pas pu être connecté à Insights car l'installation du paquet $0 nécessite la suppression inattendue d'autres paquets.

source: This system is not connected to $0.
fi: Tämä järjestelmä ei ole kytketty $0:iin.
fr: Ce système n'est pas connecté à $0.

source: Unable to connect
fi: Yhteyttä ei voi muodostaa
fr: Impossible de se connecter

source: Unable to the reach the rhsm service.
fi: rhsm-palveluun ei saada yhteyttä.
fr: Impossible d'atteindre le service rhsm.

source: Unknown
fi: Tuntematon
fr: Inconnu

source: Unknown status
fi: Tuntematon tila
fr: Statut inconnu

source: Unregister
fi: Poista rekisteröinti
fr: Désenregistrer

source: Unregistering
fi: Poistetaan rekisteröinti
fr: Désenregistrement

source: Updating
fi: Päivitetään
fr: Mise à jour

source: Updating status ...
fi: Päivitetään tila...
fr: Mise à jour du statut...

source: Usage
fi: Käyttö
fr: Utilisation

source: Use proxy server
fi: Käytä välityspalvelinta
fr: Utiliser un serveur proxy

source: Username
fi: Käyttäjätunnus
fr: Nom d’utilisateur

source: Version
fi: Versio

source: View your Insights results
fi: Näytä Insights-tulokset
fr: Voir les résultats Insights

source: Waiting for other software management operations to finish
fi: Odotetaan muiden ohjelmistonhallintatoimintojen valmistumista
fr: Attente de la fin des autres opérations de gestion du logiciel

source: not-found
fi: ei-löytynyt
fr: introuvable

source: subscriptions
fi: tilaukset
fr: Abonnements

source: unknown
fi: tuntematon
fr: inconnu
